<div id="lb_header">Руководство пользователя системы "Телемедицина"</div>
<hr>
<div id="lb_content">
    <a name="navigator">Содержание</a><p>
    <ul>
        <li><a href="#Введение">Введение</a></li>
        <li><a href="#Создание консультации">Создание консультации</a></li>
        <ul>
            <li><a href="#Создание консультации">Введение</a></li>
            <li><a href="#Редактор карты пациента">Редактор карты пациента</a></li>
            <li><a href="#Добавление пунктов оценки состояния">Добавление пунктов оценки состояния</a></li>
            <li><a href="#Шкала оценки полиорганной дисфункции">Шкала оценки полиорганной дисфункции</a></li>
            <li><a href="#Прикрепление файлов">Прикрепление файлов</a></li>
            <li><a href="#Режим правки">Режим правки</a></li>
            <li><a href="#Когда все готово">Когда все готово</a></li>
            
        </ul>
        
        
        <li><a href="#Перенаправление консультации">Перенаправление консультации</a></li>
    </ul>
    <hr>
    <a href="#navigator"><img height="20"  src="/public/img/up.png" alt="К содержанию"/></a><a name="Введение">Введение</a><br>
    Итак, вы зарегистрированы в системе.<br>
    С чего же начать? <br>
    Посмотрим на страницу приложения. Она состоит из следующих элементов:
    <ul>
        <li><b>Верхнее меню</b> - Позволяет перейти на эту страницу или выйти из системы</li>
        <li><b>Основное меню</b> - Блок из 3-х кнопок справа</li>
    </ul>
    <br>
        Основной блок состоит из 3-х кнопок, отвечающих за соответствующие действия:<br>
        <center><img  src="/public/likbez/1.png"/></center><br>
       <ul>
        <li><b>Новая консультация</b> - Позволяет создать и отправить карту выбранному специалисту</li>
        <li><b>Отправленные</b> - Показывает созданные вами ранее карты (количество непрочитанных адресатом карт будет выведенно цифрами возле надписи "Отправленные"</li>
        <li><b>Принятые</b> - Показывает карты, которые вам отправили другие специалисты (количество непрочитанных вами карт будет выведенно цифрами возле надписи "Принятые"</li>
    </ul> <br>
    Просмотреть каждый из разделов можно, кликнув на нем левой кнопкой мыши - раздел развернется, показывая вам содержание.
    <p>
        Чтобы подробно посмотреть карты в разделах <b>Принятые</b> и <b>Отправленные</b>, просто щелкните на выбранной карте.
        <br>
         <center><img  src="/public/likbez/2.png"/></center><br>
         <hr>
         
         
        <a href="#navigator"><img height="20"  src="/public/img/up.png" alt="К содержанию"/></a><a name="Создание консультации">Создание консультации</a><p><br>
             
         Откройте раздел "Новая консультация" и выберите специалиста, с которым хотите проконсультироваться:
         <br>
     <center><img  src="/public/likbez/3.png"/></center><br>
     Откроется окно создания новой консультации.<br>
     Дождитесь окончания загрузки редактора.<br>
     <hr>
      <a href="#navigator"><img height="20"  src="/public/img/up.png" alt="К содержанию"/></a><a name="Редактор карты пациента">Редактор карты пациента</a><p><br>
          Редактор карты состоит из следующих областей:<br>
        <center><img  src="/public/likbez/4.png"/></center><br>
        1) Меню добавления новых пунктов оценки состояния больного<br>
        2) Блок управления<br>
        3) Текстовый редактор карты<br>
        <hr>
         <a href="#navigator"><img height="20"  src="/public/img/up.png" alt="К содержанию"/></a><a name="Добавление пунктов оценки состояния">Добавление пунктов оценки состояния</a><p><br>
             
           Выберите из верхнего меню интересующий вас пункт и кликните на него левой кнопкой мыши.<br>
           Откроется соответствующее меню:<br>
          <center><img  src="/public/likbez/5.png"/></center><br>  
            Подпункты меню разворачиваются щелчком мыши по ним.<br>
            Выберите интересующие вас пункты щелчком мыши и сверните меню.<br>
            Обратите внимание, что выбранные пункты появились в текстовом окне редактора в
             центре экрана. <br><br>Кроме того, в верхнем меню эти пункты будут подсвечены зеленым - чтобы
              убрать выбранный пункт из карты - щелкните по нему ещё раз.<br>
              Обратите внимание, что пункты <b>Анамнез</b> и <b>Дополнительно</b> заполняются вручную.
              <br>
              О заполнении пункта <b>Полиорганная дисфункция</b> читайте <a href="#Шкала оценки полиорганной дисфункции">соответствующий раздел руководства</a>.
              <hr>
               <a href="#navigator"><img height="20"  src="/public/img/up.png" alt="К содержанию"/></a><a name="Шкала оценки полиорганной дисфункции">Шкала оценки полиорганной дисфункции</a><p><br>
              
              Если необходимо включить в карту пациента Оценку полиорганной дисфункции,
              откройте пункт меню <b>Полиорганная дисфункция</b> и  выберите необходимые параметры пунктов.
              <br>
               <center><img  src="/public/likbez/6.png"/></center><br>  
               Затем сверните меню и поставьте галочку в строке <br><b>"Включить в отчет Шкалу оценки Полиорганной дисфункции"</b>
               <br>
                <center><img  src="/public/likbez/7.png"/></center><br>   
                Соответствующий раздел появится в текстовом редакторе карты:
                  <br>
                <center><img  src="/public/likbez/8.png"/></center><br>  
                <hr>
                <a href="#navigator"><img height="20"  src="/public/img/up.png" alt="К содержанию"/></a><a name="Прикрепление файлов">Прикрепление файлов</a><p><br>
                <p><br>
                    Для того чтобы приложить к карте пациента дополнительные файлы,
                    нажмите на кнопку <b>+</b> в блоке управления:
                    <br>
                     <center><img  src="/public/likbez/9.png"/></center><br>  
                    В открывшемся окне выберите файл для загрузки и нажмите "Открыть":<br>
                 <center><img  src="/public/likbez/10.png"/></center><br>   
                 Файл начнет загружаться.<br>Когда загрузка файла окончится, имя
                 файла окрасится в зеленый цвет.
                     Если необходимо приложить ещё файлы, повторите вышеописанные действия.
                     <br>
                <center><img  src="/public/likbez/11.png"/></center><br>  
                Чтобы убрать загруженный файл из приложения, щелкните по кнопке
                <img src="/public/img/minus.png" alt="-"> напротив его имени.<br><br>
                Если имя файла окрасилось в <font color="red">красный цвет</font>, значит вы 
                попытались загрузить файл запрещенного типа или слишком большой файл.<br>
                Максимальный разрешенный размер для каждого загружаемого файла - 2Мб.
                <br>
                Разрешенные типы файлов:<ul>
                    <li><img width="20" src="/public/img/pdf.ico"/><b>.pdf</b> - Документы </li>
                    <li><img width="20" src="/public/img/pic.ico"/><b>.jpg,.jpeg,.png,.gif</b> - Изображения </li>
                    
                </ul>
                <hr>
                <a href="#navigator"><img height="20"  src="/public/img/up.png" alt="К содержанию"/></a><a name="Режим правки">Режим правки</a><p><br>
                    Когда добавление необходимых пунктов закончено, возможно ручное редактирование отчета.
                    <br> Данный пункт не является обязательным<br>
                    Для перехода в режим правки, нажмите кнопку <b>Ручная правка</b><br>
                    Редактор примет такой вид:<br>
                     <center><img  src="/public/likbez/12.png"/></center><br>   
                     При этом пропадет верхнее меню, а текст в редакторе станет доступен для редактирования.
                     Функционал редактора схож с функционалом таких программ, как WordPad, Microsoft Word и т.п.
                     <br>Позволяется форматирование и стилизация текста.
                     <br>
                     Чтобы выйти из режима правки и добавить или убрать ещё пункты меню, нажмите кнопку <b>Отмена</b>.
                     Редактор вернется в исходное состояние.
                     <br>
                     Внимание, при любых изменениях, все произведенные вами вручную изменения будут утерянны!<bR>
                     Используйте режим ручной правки, когда добавление стандартных пунктов уже закончено.<br>
                     <hr>
                 <a href="#navigator"><img height="20"  src="/public/img/up.png" alt="К содержанию"/></a><a name="Когда все готово">Когда все готово</a><p><br>    
                     Карта полностью заполнена, нужные файлы приложены и вы закончили редактирование?<br>
                     Осталось выбрать специалиста - выберите нужного человека в выпадающем списке блока управления слева.
                     Отлично. Кнопка <img  src="/public/likbez/13.png" alt="Отправить"/> завершит создание вашей консультации.<br>
                     Консультация будет направлена специалисту, а вы увидите результат редактирования в открывшейся странице.<br>
                     Увидеть данную консультацию далее вы сможете на главной странице в разделе <b>Отправленные</b>.<br>
                     Если ваша консультация выделена жирным - значит, адресат ещё не прочел её.
                 <hr>
                     <a href="#navigator"><img height="20"  src="/public/img/up.png" alt="К содержанию"/></a><a name="Перенаправление консультации">Перенаправление консультации</a><p><br>  
                         Для того чтобы перенаправить консультацию другому специалисту, нажмите кнопку
                         <img  src="/public/likbez/14.png" alt="Перенаправить"/><br>
                         Откроется выпадающее меню:<BR>
                      <center><img  src="/public/likbez/15.png"/></center><br>   
                      Введите текст комментария при перенаправлении - его увидит специалист, которому вы перенаправите консультацию в графе <b>Комментарий при перенаправлении</b><br>
                      Выберите специалиста из списка и щелкните на его фамилии - консультация будет перенаправлена данному специалисту.
</div>
<hr>
<div id="lb_footer">Версия от 20.11.2012</div>
<style>
    #lb_header{
        color: #62acda;
        font-weight:bold;
    }   
    #lb_footer{
        color:#81cff8;
        float:right;
    }
    #lb_content{
        text-align: left;
    }
</style>    